/* eslint-disable react/no-unescaped-entities */
/* eslint-disable @cspell/spellchecker */
export const WhyContent = () => {
  return (
    <>
      <p>
        התנ"ך, "ספר הספרים", הינו הספר המודפס ביותר בעולם, והיחיד אשר תורגם לכל השפות. הוא הבסיס של
        מסורת העם היהודי והדת היהודית (כמו גם של הנצרות והאיסלם). התנ"ך מתאר את ראשית ההיסטוריה של
        העם היהודי, כפי שנחרתה והתקבלה במסורת הדורות.
      </p>
      <p>
        הקריאה בתנ"ך הינה חוויה מיוחדת וייחודית, עשירה ומגוונת מאוד. בתנ"ך נמצא סיפורים ותיאורים
        היסטוריים לצד חזונות עתידיים, פרקי שירה עשירים לצד תיאורים מוחשיים, רשימות מייגעות אל מול
        פניני לשון, נבואה וחכמה, רוחניות וגשמיות, תוכחה ונחמה, הלכה ומוסר ועוד ועוד...&nbsp;
      </p>
      <p>
        יחד עם זאת, עם כל המורכבות והתחכום, הקריאה בתנ"ך תמיד מעניינת וקולחת, גם כאשר לא מבינים כל
        מילה.
      </p>
      <p>
        דבר נוסף המייחד את התנ"ך בהשוואה לרבים מאוצרות ארון הספרים היהודי, הינה הרלוונטיות של
        הכתובים לחיי היום יום של כל אחד מאיתנו.
      </p>
      <p>
        ולבסוף, אולי החשוב מכל עבור היהודי המאמין - התנ"ך מציג את דבר האל כפי שנתקבל ברוח הנבואה,
        דבר אשר אין שני לו בהיסטוריה ובספרות היהודית.
      </p>
      <p>
        <strong>לאור כל זאת, איך אפשר שלא לקרוא את התנ"ך בשלמותו, ולו רק פעם אחת?!</strong>
        <br />
        &nbsp;
      </p>
      <p>
        התנ"ך היומי מספק מסגרת טובה, אשר תסייע לכל אחד לעמוד במשימה. הקריאה כל יום אינה ארוכה
        במיוחד, וניתן לקיים אותה במסגרת שיעור, מפגש חברתי, בתוך המשפחה, או באופן אישי.
      </p>
      <p>היעד הוא בר השגה - תוך שנה אחת בלבד.</p>
      <p>
        כמו כן, אם מסיבה זו או אחרת הפסדת יום במהלך השבוע, ניתן להשלים את הקריאה של אותו יום בשבת.
      </p>
      <p>
        <strong>והחשוב ביותר</strong>&nbsp;- לימוד תנ"ך יומי על פי המסורה תוך שנה החל משמחת תורה,
        נותן ללימוד התנ"ך את המקום הראוי לו - במקביל לקריאת התורה.
      </p>
      <p>
        <strong>לאור כל זאת, איך אפשר שלא ללמוד בשיטת התנ"ך היומי ?!</strong>
      </p>
      <p>&nbsp;</p>
      <p>
        <strong>להלן יוצגו דברי חכמי ישראל מכל הדורות, אשר מדגישים את החשיבות של לימוד תנ"ך</strong>
        &nbsp;(ההדגשות אינן מופיעות במקור).
      </p>
      <ins>מדרש שמות רבה </ins>
      <u>מ"א</u>
      "מה כלה מקושטת בכ"ד קישוטין, אף&nbsp;
      <strong>תלמיד חכם צריך להיות בקי בכל כ"ד ספרי תנ"ך</strong>."
      <p>
        <ins>מסכת סופרים </ins>
        <u>
          <small>טו′ ה′</small>
        </u>
        <br />
        "העוסק בהש"ס אין לך מידה גדולה מזו,&nbsp;<strong>על מנת&nbsp;</strong>(=בתנאי)&nbsp;
        <strong>שקרא ושנה</strong>."
      </p>
      <p>
        <ins>ר′ אברהם יצחק הכהן קוק - הראי"ה</ins>
        <br />
        <small>מתוך: אגרות הראי"ה, כרך ב′, עמ′ קיט, רט, רלח</small>
        <br />
        "מאז הנני רואה חוב קדוש להשריש בלב כל מעמיקי דעת, שהבסיס של היהדות הוא הראשית והאחרית,
        וגופי-תורה, שהם ראשית-כל פשטי תורה שבכתב ביחוד, עומדים הם ומשלתמים מלשד הראשית והאחרית גם
        יחד. הראשית היא העריגה האלהית, שכל בעל רוח כביר משתוקק אליה וחפץ להרשימה בכל תכני-חייו, שהיא
        מושרשת בצורה מאירה הרבה בחיי האומה המיוחד מני אז לנשיאת דגל-קודש זה ברמה, בחרף-נפש ומלחמה
        כבדה, וכל השאיפות הרוחניות העדינות הנן קשורות לעריגה עליונה זה בקשר-של-קיימא ובעילויה הן
        מתעלות. והאחרית - סדור החיים המעשיים וההסתכלות העולמית הפנימית, המיוחדת לישראל, שהיא צריכה
        המון מעשים, מצות ומנהגים מיוחדים, המשתלשלים מתוך השורש הכביר העליון של הראשית, מקבלים ממנו
        השפעה ומשפיעים ג"כ עליו, כדרך שבריאות-הגוף משפיעה על חיי-הרוח.&nbsp;
        <strong>
          התורה בכל מדרגותיה, בתורה נביאים וכתובים, בחלק הספורי שלה ובחלק המוסרי והחוקי, היא משלמת
          את כל זה
        </strong>
        ."
      </p>
      <p>
        "אבל קרואים אנו מיד לזרק את הנשמה בהגויה המחוטבת הזאת, כדי שתהיה ראויה באמת לשמה, באופן
        שתרכש לה מיד ולדורות את אותו כח-המושך הגדול, שיהיה יכול למשוך את האומה כולה אליה, מגדולם עד
        קטנם, מכל המפלגות, השדרות, הסיעות והפיזורים השונים, ושיתן לעולם את אותו המושג,&nbsp;
        <strong>שמקור הציונות הוא המקור הקדוש העליון, התנ"ך</strong>,&nbsp;נותן לה, בכל העומק וההוד
        המסורתי. לא הד קול, שעם שנאוי בעולם, הולך לבקש לו מקלט בטוח מרודפיו, לבדו ראוי להשיב
        לתנועת-עולמים זו את חייה, אלא שגוי קדוש, סגולת העמים, גור-אריה יהודה, נעור מתרדמתו הארוכה,
        והנה הוא הולך ושב אל נחלתו, אל ′גאון יעקב אשר אהב סלה′ ".
      </p>
      <p>
        <strong>
          "בכלל הנני מתנגד לספרי-הלימוד החדשים, הקורעים מילדינו את הלימוד המקורי החי לעולמים, של
          ספרי תנ"ך."
        </strong>
      </p>
      <p>
        <ins>ר′ שמשון רפאל הירש</ins>
        <br />
        <small>
          מתוך ספרו: אגרות צפון, אגרת יח′ (בתרגום של ד"ר אפרים פורת, בהוצאת מוסד הרב קוק)
        </small>
        <br />
        "אחת היא הדרך אל הישע... והדרך האחת הזאת היא: לשכוח את ההשקפות והשגיונות שהורישו לנו על
        היהדות;&nbsp;<strong>לפנות אל תנ"ך, ש"ס ומדרש, אל מקורות היהדות</strong>; נקרא בהם, נלמדם
        ונבינם למען החיים; ממקורם נשאב את השקפת היהדות על אלהים, על העולם, על האנושות, על ישראל
        מבחינת גורלו ותורתו, ונכיר את היהדות מתוכה היא, נבינה מתוכה, נעלנה לדרגת מדע של חכמת החיים.
      </p>
      <p>
        <strong>נתחיל בתנ"ך</strong>; ראשונה בידיעת השפה; מתוך רוח השפה נכיר את רוח הדוברים בה; אז
        לא נקרא תנ"ך לשם חקירת הלשון וחקירת העתיקות, או לשם תיאוריות של טעם ושעשועים - למוד נלמד
        אותו למען בנין של מדע; נשקיפה על הטבע ברוח דוד, נקשיבה לדברי הימים באוזן ישעיהו; בעין פקוחה
        כזו, באוזן פתוחה כזו&nbsp;
        <strong>נשאב ממקור התנ"ך את הדעת על אלהים, על העולם, על האדם, על ישראל ותורתו...</strong>"
      </p>
      <p>
        <small>בסדור בפרקי אבות פרק ה′ משנה כא′</small>
        <br />"<strong>אחר שנמשך עסקו במקרא עשר שנים&nbsp;</strong>ובמשנה חמש שנים - לפי הסדר הזה -
        כבר קבל הצעיר בן ט"ו שנים יסודות אמיתת התורה וחוקותיה...&nbsp;&nbsp;מתי נגיע לזמן שיחזקו
        וילכו בני עמנו בלימודם בדרך זו שהורו לנו האבות ?"
      </p>
      <p>
        <ins>הרמח"ל</ins>
        <br />
        <small>מתוך ספרו: דרך חכמה, פרק ה′</small>
        <br />"<strong>הנה מה שצריך כל הרוצה להיות חכם בישראל לדעת תחילה, הוא כ"ד הספרים</strong>
        &nbsp;(התנ"ך)&nbsp;<strong>עם באוריהם הראשיים</strong>, ואחרי זה י"ג מידות שהתורה נדרשת בהם
        עם כל באוריהם, כי הם דרכי התורה שבעל פה. אחר כך צריך שידע לימוד הששה סדרים, עד שידע להבין כל
        הלכה שתהיה על בוריה..."
      </p>
      <p>
        <ins>המהר"ל</ins>
        <br />
        <small>מתוך ספרו: תפארת ישראל, פרק נו′</small>
        <br />
        "ולכך סדרו לנו,&nbsp;כי
        <strong> תחלה צריך שיקנה האדם המקרא, שהוא השורש והוא ההתחלה</strong>, ואחר כך המשנה,&nbsp;
        <strong>כי התורה שבכתב הוא שורש האילן</strong>..."
      </p>
      <p>
        <ins>השל"ה הקדוש</ins>
        <br />
        <small>ריש מסכת שבועות</small>
      </p>
      <p>
        "... צריך האדם לראות, שילמד&nbsp;<strong>תורה, נביאים וכתובים</strong>, משנה ותלמוד.&nbsp;
        <strong>וילמד תורה שבכתב: תורה, נביאים וכתובים - כסדר זה אחר זה</strong>. ואחר כך תורה שבע"פ
        וכו′. ולמדתם את בניכם כסדר הזה:&nbsp;
        <strong>הנער, כשיתחיל ללמוד מקרא, לא יזוז עד גמר תורה, נביאים, כתובים</strong>, היטב היטב,
        לא ידלוג מפרשה לפרשה של שבוע - רק זה אחר זה. ולא יזוז משום פסוקים, עד שידע הנער פירוש המלה
        עם הפעולה והחיבור, דהיינו ביאור הפסוק וכו′."
      </p>
      <p>
        <ins>ר′ אברהם הורוביץ (אחי השל"ה)</ins>
        <br />
        <small>בהגהות ספר יש נוחלין, מודפס בסוף ספר השל"ה</small>
        <br />"<strong>ובודאי שלימוד המקרא הוא הלימוד הראשון והעצמי&nbsp;</strong>לכל אשר ירצה להיות
        שם בעל תורה. וגם&nbsp;
        <strong>
          מה נדבר ומה נצטדק, שאנו משליכין אחר גויתינו תורתו. הדברים שיצאו מפיו יתברך בעצם וראשונה
        </strong>
        , ומה גם&nbsp;<strong>שהוא המחוייב מחוק התורה</strong>, שגלוי וידוע שלמוד המקרא מלבשתו לאדם
        חכמה ויראה גדולה והכנעה יתרה לפניו יתברך, והחרדה והפחד מהעונשין על עוונותיו, והחרטה הגמורה
        ממעשיו הרעים ועזיבת החטעים והתעוררות התשובה והרחקת העברות וזריזות המעשים, ובו ישיג ויראה
        האדם, לפי פשוט העניינים, גדולת אלוקינו ורב כוחו יתברך ויכולותו והשגתו...&nbsp;
        <strong>
          ואף למי שתורתו אמנותו, אי אפשר שיהיה שום לימוד בעולם דומה לגמרי ללימוד המקרא, דהיינו תנ"ך
          מתחילתן ועד סופן, ושיהיה בקי בהם ועל כן אין שום טענה והתנצלות בעולם לפטור האדם עצמו מזה
        </strong>
        .
      </p>
      <p>
        <ins>היעב"ץ</ins>
        <br />
        <small>ריש ספר מגדל עוז</small>
        <br />
        "סדר הלימוד: מתחילין ללמוד עם התנוקות פרשת ויקרא - כך אמרו ז"ל: "יבואו טהורים ויתעסקו
        בטהרות". ועיין בספר חסידים סימן תתש"ם.&nbsp;<strong>ילמדנו מקרא כולו היינו תנ"ך</strong>.
        ויפה כח הספרדים הזה מכח האשכנזים, המהפכים הסדר ורוצים שילמד הנער כל התורה על רגל אחת ושיעיין
        הלכה בטרם יכיר לשון הקודש על בוריו. ואיך יעלה על הדעת להכנס לחדרי פנימיות התורה, שמתגלים
        בתורה שבע"פ, אם לא נמסרו לו מפתחות החיצוניות שהן פשטי המקראות, שבהכרח צריך להקדימם. וכמו
        שסדרו חז"ל בסוף פ"ה דאבות."
      </p>
      <p>
        <small>מתוך סידורו בית יעקב, בהלכות תלמוד תורה</small>
        <br />
        "ויתחיל עמו מספר ויקרא, וכן נהגו עכשיו כל היום&nbsp;
        <strong>עד שיקרא כל תנ"ך פעמים הרבה מאוד</strong>, עד שיהא בן עשר."
      </p>
      <p>
        <ins>החיד"א</ins>
        <br />
        <small>ספר מורה באצבע סימן ג′ אות קי"ח</small>
        <br />"<strong>יזהר קרוא מקרא כל כ"ד תנ"ך חוזר חלילה</strong>&nbsp;והראשונים היו קורין לכ"ד
        מקדש יה..."
      </p>
      <p>
        <ins>בעל הפרי מגדים</ins>
        <br />
        <small>ריש ספר פמ"ג על או"ח</small>
        <br />
        "והבחורים אשר אומרים, כי חרפה להם ללמוד בישיבה פרשה חומש עם רש"י וקפיטול בנביאים וכתובים
        -&nbsp;<strong>לו חכמה ישכילו, היו לומדים זה ראשונה לכל</strong>. ראה נא הרא"ם ז"ל, אשר האיר
        עיני כל ישראל בחיבורו על רש"י על התורה. ואני משבח הספרדים בזה, אשר לימודם עולה יפה..."
      </p>
      <p>
        <ins>בעל התניא</ins>
        <br />
        <small>פרק ב′ הלכה ט′</small>
        <br />"<strong>והקריאה בתנ"ך</strong>&nbsp;לעיתים מזומנים יש לו קדימה על הכל."
      </p>
    </>
  );
};
